alacritty
alsa-utils
aria2
awww
base
base-devel
benchmark
bibata-cursor-theme-bin
btop
btrfs-progs
ccache
cmatrix
code
com.qq.weixin.work.deepin
cowsay
deepin-wine10-stable
deepin-wine10-stable-debug
dnsmasq
edk2-ovmf
efibootmgr
elephant
elephant-desktopapplications
elephant-providerlist
evtest
fastfetch
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-rime
fd
flclash-bin
fuse2
fzf
gdb
git
github-cli
google-chrome
grub
highlight
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
intel-media-driver
intel-ucode
kanshi
lazygit
less
libreoffice-fresh-zh-cn
libva-intel-driver
libvirt
linux
linux-firmware
linux-wallpaperengine-git
lldb
lolcat
lua-language-server
mako
marksman
microsoft-edge-stable-bin
mingw-w64-gcc
mold
nano
neovim
nethack
network-manager-applet
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-displays
nwg-look
os-prober
packettracer
pandoc-cli
papirus-icon-theme
pipewire-alsa
plasma-browser-integration
power-profiles-daemon
python-pip
qemu-full
qqmusic-bin
qt6ct
quickshell-git
reflector
rime-ice-git
rofi
rustup
sddm
shellcheck
shfmt
sl
sof-firmware
solaar
spotify-launcher
steam
strace
stylua
swayidle
swaylock-effects
swtpm
taglib1
texlive-langchinese
texlive-meta
timeshift
tree
tree-sitter-cli
ttf-wps-fonts
udiskie
unrar
unzip
vim
virt-manager
virt-viewer
vulkan-intel
walker
waybar
wechat
wine
wofi
wps-office-cn
wps-office-cn-debug
wps-office-mime-cn
wps-office-mui-zh-cn
xorg-xdpyinfo
xorg-xwininfo
xsettingsd
yay
zathura
zathura-pdf-mupdf
zip
