accounts-qml-module
accounts-qml-module-debug
adw-gtk-theme-git
bibata-cursor-theme-bin
breeze-plus
com.qq.weixin.work.deepin
cpptrace-debug
darkly-bin
deepin-wine10-stable
deepin-wine10-stable-debug
deepin-wine8-stable
deepin-wine8-stable-debug
elephant
elephant-debug
elephant-desktopapplications
elephant-desktopapplications-debug
elephant-providerlist
elephant-providerlist-debug
flclash-bin
flclash-bin-debug
google-chrome
gtk2
gtk2-debug
html2markdown
html2markdown-debug
httpdirfs
httpdirfs-debug
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
linux-wallpaperengine-git
linux-wallpaperengine-git-debug
microsoft-edge-stable-bin
netease-cloud-music-debug
otf-space-grotesk
packettracer
portable
portable-packer
portable-packer-debug
qqmusic-bin
qqmusic-bin-debug
quickshell-git
rime-ice-git
spark-dwine-helper
spark-dwine-helper-debug
swaylock-effects
taglib1
taglib1-debug
ttf-material-symbols-variable-git
ttf-readex-pro
ttf-rubik-vf
ttf-twemoji
ttf-wps-fonts
walker
walker-debug
wechat
wechat-bin
wlogout
wlogout-debug
wps-office-cn
wps-office-cn-debug
wps-office-mime-cn
wps-office-mui-zh-cn
yay
yay-debug
