bibata-cursor-theme-bin
com.qq.weixin.work.deepin
deepin-wine10-stable
deepin-wine10-stable-debug
elephant
elephant-desktopapplications
elephant-providerlist
flclash-bin
google-chrome
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
linux-wallpaperengine-git
microsoft-edge-stable-bin
packettracer
qqmusic-bin
quickshell-git
rime-ice-git
swaylock-effects
taglib1
ttf-wps-fonts
walker
wechat
wps-office-cn
wps-office-cn-debug
wps-office-mime-cn
wps-office-mui-zh-cn
yay
