alacritty
alsa-utils
aria2
aspnet-runtime
awww
base
base-devel
benchmark
blueman
bluez-utils
btop
btrfs-progs
ccache
cmatrix
code
cowsay
dnsmasq
docker
dotnet-sdk
edk2-ovmf
efibootmgr
evtest
fastfetch
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-rime
fd
fuse2
fzf
gdb
git
github-cli
grub
highlight
intel-media-driver
intel-ucode
iwd
kanshi
lazygit
less
libreoffice-fresh-zh-cn
libva-intel-driver
libvirt
linux
linux-firmware
lldb
lolcat
lua-language-server
mako
marksman
mingw-w64-gcc
mold
nano
neovim
nethack
network-manager-applet
nlohmann-json
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-displays
nwg-look
os-prober
pandoc-cli
papirus-icon-theme
pipewire-alsa
plasma-browser-integration
power-profiles-daemon
python-pip
qemu-full
qt6ct
reflector
rofi
rustup
sddm
shellcheck
shfmt
sl
sof-firmware
solaar
spotify-launcher
steam
strace
stylua
swayidle
swtpm
texlive-langchinese
texlive-meta
timeshift
tree
tree-sitter-cli
udiskie
unarchiver
unrar
unzip
vim
virt-manager
virt-viewer
vulkan-intel
waybar
webkit2gtk-4.1
wine
wofi
xorg-xdpyinfo
xorg-xwininfo
xsettingsd
zathura
zathura-pdf-mupdf
zip
